#text 1
text1 = 'Добро пожаловать в телеграм канал-бот! Добро пожаловать в трейд! \n\n' \
        'Рынки двигаются каждый день. Они двигаются вверх и вниз. \n' \
        'Можно долго читать или пытаться объяснить в чем же причина движения, но правда в том что это все не важно. \n' \
        'Самое главное это с достаточной уверенностью знать в какую сторону будет движение и какие риски связаны с каждой конкретной сделкой.'
#text2
text2 = 'Канал обладает несколькими полезными свойствами: \n\n' \
        '1. В нем я делюсь своими торговыми позициями на повседневной основе и в дополнении интересными наблюдениями за мировыми рынками.\n' \
        '2. Канал полезен для трейдера с опытом потому что дает интересные торговые позиции с посчитанными рисками.\n' \
        '3. Канал отлично подходит новичкам и для этого здесь есть вся и только необходимая информация для того чтобы начать путь трейдера.'
#text3
text3 = 'Проясним несколько моментов чтобы картинка сразу была понятна. \n' \
        'Например для того чтобы торговать один фьючерс на Сбербанк(SBRF) нужно иметь примерно 10т.р. на брокерском счете. На 1 фьючерс на Сбербанк риск составляет примерно 50 рублей ради 150-200 рублей прибыли.\n' \
        'Для того чтобы торговать один фьючерс на индекс РТС (RTS)нужно примерно примерно 30т.р., а риск на такой сделке составляет 400руб ради 1200-1300руб прибыли на каждый контракт.'
#text4
text4 = 'К каждой сделке я даю свой личный сценарий и цифры от которых захожу в позицию я. Риск на каждую сделку посчитан мной и у тебя есть возможность его придерживаться или игноровать.\n\n' \
        'Окончательное решение о заходе в сделку каждый принимает самостоятельно. '
#text5
text5 = 'Теперь реши для себя имеешь ли ты опыт трейда и хочешь получать информацию о моих позициях? \n\n' \
        'Или ты хочешь узнать о трейде и как начать немного больше?'
#text6
text6 = 'Есть простая математика рисков по которой я работаю.\n' \
        'Когда ты заранее знаешь сколько ты можете и/или готов потерять ради какого объема прибыли все становится очень просто.\n' \
        'В данном варианте я чаще всего работаю по простой системе 3 к 1 (иначе говоря соотношение 3:1).\n' \
        'То есть например можно заработать 3000 рублей за каждые 1000 рублей риска.'
#text7
text7 = 'Даже если сделать 100 сделок на фьючерсах Сбербанка с положительной статистикой в 20%(а это очень мало), то потеря будет 20к рублей.\n' \
        'Но уже сделано 100 сделок и появилось очень много опыта.\n' \
        'Я как трейдер имею статистику выше чем 20%.'
#text8
text8 = 'Это еще как реально xD\n\n' \
        'Добро пожаловать в клуб трейдеров. Получи ТЕСТОВУЮ смску и убедись что тебе понятно что там написано.'

#text9
text9 = 'Все мы учимся, и каждый кто сейчас подписался на этого бота, научится работать самостоятельно, но до тех пор тебе нужно знать 2 вещи:\n' \
        '1. Ты должен знать что Лонг(так же известная как длинная позиция) подразумевает что ты ждешь рост инструмента\n' \
        '2. Шорт (так же известная как короткая позиция) подразумевает что ты ждешь падение от инструментаю.'
#text10
text10 = 'Это не пассивный доход. Нельзя сможешь сидеть на диване и ждать пока сделки исполнятся сами\n' \
         'Плюс в том что самую тяжкую работу я взял на себя.'
#text11
text11 = 'Для того чтобы начать нужно зарегестрироваться в банке с брокерским счетом. Каждый должен выбрать сам где он хочет регистрироваться.\n\n' \
         'Лучше всего начать с минимального объема в 1 Фьючерсный контракт на одну сделку хотя бы на неделю чтобы привыкнуть к тому как работает этот механизм.'
#text12
text12 = 'Помним что главное терпение.\n\n' \
         'По всем дополнительным вопросам вы можете писать в мой админ канал где я отвечу на интересующие вас темы.'
#text13
text13 = 'Добро пожаловать в клуб трейдеров.\n' \
         'Получи ТЕСТОВУЮ смску и убедись что тебе понятно что там написано.'
#text14
text14 = 'Ты в клубе трейдеров DM. Давай начинать! \n' \
         'Смски будут выглядеть примерно таким образом:' \
         'ТЕСТОВАЯ СМСКА' \
         'Если что то тебе очень понравилость или что то осталось непонятным, то пиши мне в админ канал'
